<template>
<div class="bankAgreement">
  <z-header backType='backApp'>网商银行账户服务协议</z-header>
  <div class="textWrapper">
    <div class="text">
      <p class="fontBlack">特别提醒：您理解 “中国税收居民”、“非居民”的含义，并在此不可撤销的承诺您的税收身份仅为中国税收居民，您除在中国缴纳税款外，不在其他任何地区与国家缴纳税款。若您属于非中国税收居民或无法准确理解“中国税收居民”、“非居民”含义的，请勿继续之后的流程。【“中国税收居民”是指在中国境内有住所，或者无住所而在境内居住满一年的个人。在中国境内有住所是指因户籍、家庭、经济利益关系而在中国境内习惯性居住。在境内居住满一年，是指在一个纳税年度中在中国境内居住365日。临时离境的，不扣减日数。临时离境，是指在一个纳税年度中一次不超过30日或者多次累计不超过90日的离境。“非居民”是指中国税收居民以外的个人。】
        <br><br>我行将根据您的开户资料，对上述您所做承诺的合理性进行审核，如我行认为您的承诺存在不合理信息时，将要求您重新提供有效承诺文件或者对此作出解释，否则，我行将不予开立账户。
        <br><br>同时，若您仅为中国税收居民的身份发生变化，请您务必于发生变化之日起三十日内告知我行，我行将对您的账户视为非居民账户管理。
      </p>
      <br>
      <div class="content">
        <p class="title fontBlack">网商银行账户服务协议</p>
        <p class="smallTitle">协议签订地及履行地：杭州市西湖区</p>
        <br><p class="fontBlack">特别提醒：鉴于您（或称“客户”）通过XXXXXX运营的XXX（域名为xxxxx，以下简称“交易平台”）向浙江网商银行股份有限公司（以下简称“我行”）申请开立Ⅱ类银行账户（以下简称“银行账户”或“账户”），我行诚恳地建议您：在交易平台点击接受本协议之前，应事先了解清楚并充分理解本协议条款的全部内容。一旦您在交易平台点击接受本协议，即意味着您愿意向我行申请开通会员服务及申请开立银行账户，并已阅读、充分理解和接受本协议所有条款，同意接受本协议约束。
        为充分维护您的合法权益，我行特提醒您特别关注本协议条款中的加粗及加下划线部分。如您无法准确理解或不同意本协议任一条款，请勿继续之后的流程；如有疑问，烦请致电我行客服电话【95188-3】。
      </p>
        <br><p class="title2">第一条&#x3000;&#x3000;了解账户安全</p>
        <br><p class="fontBlack">1.1	考虑到账户安全，建议您：(1)妥善保管身份证等身份证明文件；(2)妥善保管手机、平板电脑等电子终端，并确保前述设备在安全的环境下登录；(3)妥善保管身份证号、交易平台登录名、密码、交易验证码等重要信息，不要轻信他人随意泄露；(4)交易完成后及时核对交易记录;(5)及时通知我行任何可疑的事项。</p>
        <br><p class="fontBlack">1.2	对于可能发生或实际已发生的账户安全问题，建议您采取如下措施：(1)即刻自行操作或致电我行冻结账户及资金，并及时修改密码；(2)如身份证明文件丢失，即刻向发证机关提出挂失申请；(3)如电子终端丢失，向电信运营商提出号码挂失及换领申请。我行将尽力协助您减少可能损失的发生，但不会就您申请冻结账户及资金之前发生的损失承担责任。</p>
        <br><p class="fontBlack">1.3	为了保障您的账户安全，当我行判断您的账户存在较高的欺诈，盗用，不当使用，黑客入侵，病毒，恶意的、破坏性的或损坏性的代码、程序或宏指令攻击风险，或者存在疑似洗钱等违反法律法规的操作时，我行可以视情况在最长不超过180天的一定期间（简称“锁定期”）内锁定对您的账户的访问，并且拒绝接收您的任何交易指令。在该等情况下，您可以在锁定期后重新访问您的账户或者发送交易指令，也可以在锁定期内拨打我行客服电话申请解除锁定。该等锁定不应被视为我行的义务，我行也无须为此承担任何责任。</p>
        <br><p class="fontBlack">1.4	变更您的身份信息、绑卡信息以及预留手机信息时，您可以通过我行指定的操作流程变更，或以我行不时允许的其他方式予以操作。在我行收到上述申请并确认完成该变更操作之后，该变更方生效。身份信息、绑卡信息以及预留手机信息变更的生效不影响变更前使用原登录密码、交易密码、安全问题及答案以及预留手机信息，通过以上验证方式验证已进行的交易的效力。</p>
        <br><p class="title2">第二条&#x3000;&#x3000;了解账户开立的条件</p>
        <br><p>2.1  您理解并同意，开通银行账户应满足以下基本要求并向我行提供以下信息或声明：</p>
        <p>(a)	您是已年满16周岁的中国境内居民并持有有效的二代居民身份证，身份信息如下：
          <p>姓名：</p>
          <p>身份证号码：</p>
          <p>职业：其他（前述信息可联系我行修改）</p>
        </p>
        <p>(b)	您已在我行或其他银行开立过如下I类银行账户，并授权我行将如下账户与拟在我行开立的Ⅱ类银行账户进行绑定。当如下账户发生变更、注销时，您应再次绑定您名下的其他I类银行账户：
          <p>账号：</p>
        </p>
        <p>(c)	您授权将如下手机号码作为我行预留手机号码，前述手机号码应与您办理本条（b）约定的I类银行账户时预留的银行手机号码保持一致：
          <p>手机号码：</p>
        </p>
        <br><p>2.2	账户开立过程中，您须向我行提供资料并按照提示的流程提交账户开立申请。我行可能会对不同客户增减所需信息、验证步骤及具体要求，请以申请时具体提示为准。我行将根据现行监管规定对您的申请进行审核，并以您是否可最终使用该Ⅱ类银行账户作为审核结果且不再另行提示，烦请您关注。</p>
        <br><p>2.3	基于运营及风险考虑，您的账户开立（以实际获得我行账号为准）后，根据您的具体情况，对于以下第四条所述的我行的各项账户服务，我行可能会对不同客户开立的账户增减具体服务内容和（或）限制条件，请以我行的具体提示为准，烦请您关注。</p>
        <br><p class="title2">第三条&#x3000;&#x3000;了解我行的账号服务</p>
        <br><p class="title2">一 	存款与取款</p>
        <br><p>3.1	目前，我行暂时无法提供现金形式的存款或取款服务。</p>
        <br><p>3.2	您仅可以将账户内资金转出至您已绑定的同名I类银行账户。</p>
        <br><p>3.3	资金转入以您名义开立的账户后，即享受我行为您提供的存款服务。存款利率以我行同期挂牌利率为准。</p>
        <br><p>3.4	您的账户目前仅接受人民币资金的转入和转出，并且仅限在交易平台使用我行的账户服务。</p>
        <br><p class="title2">二	 对账及对账单</p>
        <br><p class="fontBlack">3.5	我行的通知、对账单、账户记录及存款证明（包括但不限于我行职员处理客户交易时记录的录音、图像、电子记录及纸质记录），除非有明显的错误，应作为可供任何诉讼目的或其他目的对您具有约束力的确定性证据。</p>
        <br><p class="fontBlack">3.6	您应核实我行发给您的有关交易及/或其他事项的任何通知、对账单、账户记录中任何记录，以及我行通过适用于您的对账方式（如自助对账等）向您提供的任何信息，以确定是否存在基于任何原因（包括但不限于伪造、假冒签字、欺诈、无权限、或您或任何其他人士的过失）所产生的任何错误、不一致、不合规定、不准确及未经授权的借记、其他交易或记账（统称“错误”），并在发现任何错误时立即书面通知我行。除非您在我行发出包括相关记录的任何通知、对账单、账户记录、存款证明的十五天内将任何该等错误书面通知我行，否则该等通知、对账单、账户记录、存款证明即对您具有不可推翻的有效法律约束力，而您无权基于任何理由（包括但不限于未经授权）就任何通知、对账单、账户记录、存款证明的任何交易提出异议。</p>
        <br><p>3.7	我行将通过指定页面或者我行不时认可的其他途径提供最新电子对账单，如果您需要纸质对账单，请通过我行客服电话申请。</p>
        <br><p>3.8	上述对账单原则上按月提供，如您需要修改账单周期，请通过我行客服电话申请。如果最新对账单的周期内没有任何交易，账户余额也没有发生变动，我行无需提供当期对账单。</p>
        <br><p>3.9	如果因为您的原因导致您的对账单无法送达，出于保护客户个人信息及资金安全的考虑，我行有权且您同意我行可以(i)暂停或终止向您提供对账单，(ii)暂停或终止您的账户服务。</p>
        <br><p>3.10	目前，我行免费为您提供对账单查询服务。</p>
        <br><p class="title2">第四条&#x3000;&#x3000;了解交易指令</p>
        <br><p class="fontBlack">5.1	  我行接受通过以下任意一种或者多种验证方式发送的交易指令：
          <p>(a)	根据交易平台的规则或与您的约定，交易平台自行或代您发送的交易指令。前述指令包括但不限于冻结、解冻、转出等；</p>
          <p>(b)	验证实时发送至您在我行预留的手机号的手机验证码；</p>
          <p>(c)	我行不时认可的其他验证方式。</p>
        </p>
        <br><p class="fontBlack">5.2	您确认并同意，通过我行不时要求的上述任意一种或者多种验证方式的验证是我行允许您进行任何操作的依据，任何使用上述任意一种或者多种验证方式确认的交易，无论是否由您本人亲自做出，均视为您本人做出，对您具有法律上的约束力。</p>
        <br><p class="fontBlack">5.3	您发出交易指令后，除非获我行书面同意（由我行自行决定是否同意），该等指令不可变更、收回或撤销。我行可按照该等指令行事，而对由此导致的任何索赔、义务或损失亦无须承担任何责任。</p>
        <br><p class="fontBlack">5.4	如您向我行发出的任何指令因任何原因未被执行，我行将通过交易平台、您预留的手机号、电子邮箱等途径向您发出通知。</p>
        <br><p>5.5	当在您的账户异常（比如账户余额不足、账户资金被冻结、交易环境存在风险等）时我行收到您的任何消费、理财、缴费、支付及转账或其他交易指令（包括任何我行收费或我行应当代收的费用、手续费、佣金）时，我行将不会执行该交易指令。我行亦不就因延迟或未执行该等交易指令所导致的任何后果承担责任。</p>
        <br><p>5.6	如我行收到数项付款或其他交易指令，并且其涉及的总额超出您的账户余额或任何交易次数、限额时，我行有权不考虑相关指令的发出日期以及收到该等指令的时间先后，自行决定选择执行和不执行其中的一项或若干项交易指令。</p>
        <br><p class="title2">第五条&#x3000;&#x3000;了解利息支付及利率</p>
        <br><p>6.1	只有已经成功转入您的账户并经我行确认的款项才可产生利息。我行将根据法律法规及相关监管规定不时调整及确定存款利率，并及时予以公布。</p>
        <br><p class="fontBlack">6.2	您的账户每天按已经入账的账户余额产生利息。我行将根据法律法规及相关监管规定的周期将利息存入您的账户。如果您的账户在某一利息期届满前销户，利息将计算至账户注销之日（不包括当天），并与账户余额一并转至您指定的您本人在其他银行或机构开立的账户。</p>
        <br><p>6.3	账户利息将以按每年三百六十天的基准计算。</p>
        <br><p class="title2">第六条&#x3000;&#x3000;了解资金使用限制的情形</p>
        <br><p> 您不可撤销地授权我行，在为了确保您有足够资金执行您的任何交易指令，或基于其他合理理由的情况下，我行有权限制您使用您账户中的相应资金，或冻结部分或全部账户资金。前述情况包括但不限于您在我行办理开具存款证明等业务。</p>
        <br><p class="title2">第七条&#x3000;&#x3000;了解您应承担的债务追讨费用</p>
        <br><p>我行可采取合理行动，以强制执行本协议，包括在向我行所知悉的您的任一联系方式发出通知后，聘请律师及/或第三方催收公司等代理人追讨您所欠我行的任何款项。您应当向我行赔偿我行为行使或实现我行在本协议项下任何权利或利益所产生的一切合理的法律及其他合理费用及开支(包括但不限于诉讼费用、律师费用、催收费用、调查费用、公证费用、评估费、鉴定费、拍卖费及差旅费等)。您不可撤销地同意及授权我行为上述目的向该等人士披露您的相关资料及信息。</p>
        <br><p class="title2">第八条&#x3000;&#x3000;如何注销账户</p>
        <br><p class="fontBlack">11.1	在您违反本协议约定时，我行有权随时经通知您，注销您在我行的任何或所有账户，而无须为此承担任何责任。我行在发出该等通知后，即无任何义务执行与该账户有关的任何交易指令。</p>
        <br><p class="fontBlack">11.2	如您任何账户的余额持续至少六个月（或我行决定的较短期限）为零或您任何账户持续至少六个月（或我行决定的较短期限）未发生任何交易或收付活动，我行可在提前三十天用我行所知悉的您任一联系方式向您发出通知后，注销该账户。</p>
        <br><p class="fontBlack">11.3	我行有权在出现下列情况时，有权暂停您使用或注销账户，直至前述情况消失或得到改善：(a)	账户的维持或操作，因任何法律、法规或监管要求而被禁止或变得不合法/不合规;
        <p class="fontBlack">(b)	您违反本协议的任何条款或与我行达成的其他约定;</p>
        <p class="fontBlack">(c)	您未按照我行的要求更新您的客户资料，包括但不限于身份证信息、手机号等；</p>
        <p class="fontBlack">(d)	经我行合理判断，账户被用作任何不合法或不正当的用途，或者存在被用作任何不合法或不正当的用途的嫌疑;</p>
        <p class="fontBlack">(e)	我行就有关账户的操作收到互相抵触的指示;</p>
        <p class="fontBlack">(f)	我行收到第三方对您的账户或您账户中的资金的权利主张。</p>
      </p>
        <br><p>11.4	如您申请注销您的个人账户，应当通过客服电话或我行认可的其他方式办理。我行将酌情决定接受或拒绝您的账户注销申请。如果存在任何未结清的交易，或者您欠付我行的任何款项尚未结清，我行将不会接受您的账户注销申请。</p>
        <br><p>11.5	注销的任何账户内如有余额，我行可根据我行认为妥当的途径和方式将扣除您欠付我行的任何我行收费及其他款项后的账户余额交还您，包括将款项转入您另行指定的您本人在其他银行或机构开立的账户。</p>
        <br><p class="fontBlack">11.6	不论您的任何账户是否已经注销，或您的部分或全部服务是否已暂停或终止，您仍有责任向我行支付手续费、佣金及您应当支付的其他款项，以及截至账户注销或服务暂停或终止时所累积的欠款，即使本协议之效力终止，您仍应承担该等付款责任。</p>
        <br><p class="fontBlack">11.7	账户注销后，您将无法继续使用我行的账户服务。</p>
        <br><p class="title2">第九条&#x3000;&#x3000;了解反洗钱的相关约定</p>
        <br><p>12.1	若我行怀疑或认为任何账户的收支款项是恐怖分子/恐怖组织的财产或资金、或是毒品交易、恐怖活动或任何犯罪的收入、或者该等汇款或支付可能另行受到任何司法管辖区的制裁，我行可以根据法律、法规和该司法管辖区的政府和监管机关的要求，全权决定并采取我行认为适当的任何行动。该等行动包括但不限于：拦截和调查任何付款指示以及通过我行的系统发往您或由您发出或代表您发出的其他信息或通讯；就可能涉及被制裁的任何个人或实体的姓名/名称是否确为该受制裁的个人或实体作进一步查询；在一段合理时间内推迟处理该等资金划转或支付以进行我行认为必需的调查和查询；拒绝进行该等资金划转或支付或拒绝接受该等交易指令。</p>
        <br><p>12.2	我行对任何一方由于以下任何事项遭受的任何损失（无论是直接损失还是间接损失，包括但不限于利润损失或利息损失）或损害不承担任何责任：
        <p>(a)	我行迟延或未能处理任何该等交易指令或其他信息或通讯，或迟延或未能履行与任何账户或向您提供任何服务相关的任何职责或其他义务，只要该等迟延或未能处理/未能履行是全部或部分由于我行根据前述法律、法规和要求而采取的任何行为或措施而导致的; 或</p>
        <p>(b)	我行行使本协议下的任何权利。在某些情况下，我行采取的行为可能导致不予或迟延处理某些指令或信息。在采取该等行为时，我行均不保证我行系统中的相关付款指示或其他信息和通讯是准确的、现时的或更新的。</p>
      </p>
        <br><p class="title2">第十条&#x3000;&#x3000;了解账户冻结的情形</p>
        <br><p>根据法律法规的规定及有权机关的请求，或者您与我行的进一步约定（如申请开立存款证明），我行可以冻结您的账户中全部或者部分余额，或者您通过您的账户持有的任何投资（如理财产品）。如您对此持有异议，请通过客服电话联系我行。</p>
        <br><p class="title2">第十一条&#x3000;&#x3000;了解我行如何行使抵销权</p>
        <br><p class="fontBlack">我行有权（但无义务）在不经事先通知您或取得您事先同意的情况下，随时合并或综合您名下所有或任何账户，及抵销或转移任何一个或多个账户内余额，以偿还您对我行在任何账户或任何服务项下或其他任何方式的义务、债务或责任，不论该等义务、债务或责任为连带或单独的、基本或从属的，亦不论是否需要通过您的交易指令执行。您在此同意并授权我行执行（或要求执行）任何必要的资金划转。</p>
        <br><p class="title2">第十二条&#x3000;&#x3000;了解我行如何行使留置权</p>
        <br><p class="fontBlack">我行有权留置您通过任何途径由我行持有或控制的任何现有和将来的财产，作为您对我行的任何义务、债务或责任的持续性担保，直至该等义务、债务或责任已完全清偿。我行有权出售该等财产，并在扣除相关费用、手续费、佣金或您应当支付的其他款项后，将所获款项用作偿还您对我行的任何义务、债务及责任（包括诉讼费用、律师费用、评估费、拍卖费及差旅费等）。如该等款项不足以偿付您对我行的所欠款项，您应一经我行要求立即补足其差额。</p>
        <br><p class="title2">第十三条&#x3000;&#x3000;了解我行的免责条款</p>
        <br><p class="fontBlack">16.1	除非由于我行或我行的欺诈行为或重大过失，否则我行或我行员工均无须就下列事宜向您或任何第三人承担任何责任或义务：
        <p class="fontBlack">(a)	使用或操作账户或任何其他服务;</p>
        <p class="fontBlack">(b)	您没有遵守本协议的约定;</p>
        <p class="fontBlack">(c)	我行按照您的授权代表或代理人之指示行事，并且我行基于合理判断而相信该等授权代表或代理人已取得您的有效授权;</p>
        <p class="fontBlack">(d)	我行执行符合本协议的任何指令，或我行基于合理理由未能执行或决定不执行该等指令;</p>
        <p class="fontBlack">(e)	我行基于合理理由未能或延迟执行您的指令。</p>
      </p>
        <br><p class="fontBlack">16.2	我行相关系统或软件因下列状况无法正常运作，使您无法使用或无法正常使用各项服务或使我行无法根据您的指令行事或者履行本协议项下的其他义务时，我行不承担损害赔偿责任，该状况包括但不限于：
        <p class="fontBlack">(a)	在我行相关系统或软件或与账户或者交易相关的其他系统或软件公告之系统维护及升级期间；</p>
        <p class="fontBlack">(b)	电信设备出现故障不能正常进行数据传输的；</p>
        <p class="fontBlack">(c)	因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成我行系统障碍不能正常执行业务的；</p>
        <p class="fontBlack">(d)	因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因。</p>
        <p class="fontBlack">(e)	您自行操作不当或通过非我行认可的方式发出指令；</p>
        尽管有前款约定，我行将采取合理行动积极促使服务恢复正常。
      </p>
        <br><p class="fontBlack">16.3	在任何情况下，我行对您或任何第三人的责任均仅限于直接及纯粹因上述事宜导致的直接且可合理预计的损失。</p>
        <br><p class="fontBlack">16.4	除非我行另行明确书面同意，我行不对您承担任何咨询、建议或类似服务的义务。您确认，您已经就任何账户、服务、您与我行之间的任何交易或我行按您任何指示而进行的交易，在相关的法律、税务、财务和其他方面，取得了必要的独立咨询意见。</p>
        <br><p class="fontBlack">16.5	您开立账户、使用服务或进行任何交易或投资的任何决定，均是根据您本身的独立判断和评估而作出的，并不依赖我行给予的任何意见、建议或信息；您亦同意，即使决策是根据我行给予的任何具有参考性的意见、建议或信息而进行的，我行不会就您的决策导致的任何损失或损害承担任何责任，您不会就此要求我行承担任何责任，亦不会就此加入或进行针对我行的任何行动或诉讼。您了解，进行任何投资前应当寻求独立的专业咨询，并且就与本协议有关的任何事项而言，我行并非专业的独立顾问。</p>
        <br><p class="fontBlack">16.6	您理解本协议所涉服务有赖于我行系统的准确运行及操作。若出现我行系统差错、故障或其他原因引发了展示错误、您或我行不当获利等情形的，您同意我行可以自行或通过第三方（包括但不限于支付宝公司）采取更正差错、扣划款项、暂停服务等适当纠正措施。</p>
        <br><p class="title2">第十四条&#x3000;&#x3000;了解我行对交易记录及资料保存的方式方法</p>
        <br><p>17.1	在提供本协议项下服务的过程中，您同意且我行有权(但无义务)，以各种可行方式记录您的客户资料、交易指令、交流信息（包括但不限于客服电话的录音）及其他相关文件。所有资料均属我行所有，并可作为您的交易指令或证明我行与您之间沟通情况的决定性证据，对您具有法律上的约束力。</p>
        <br><p>17.2	我行可自行确定保存客户资料、交易指令、交流信息及其他相关文件的期限，并可能在期限届满后销毁其正本。该正本可能会被复制成数字存储的副本，该等数字存储的副本应被视为与其正本具有相同的真实性及效力。</p>
        <br><p>17.3	所有以上客户资料、交易指令、交流信息及其他相关文件，以及相应的数字存储的副本等均具有法律上完全的证据效力，对您具有法律上的约束力。</p>
        <br><p class="title2">第十五条&#x3000;&#x3000;了解您及时更改客户资料的义务</p>
        <br><p class="fontBlack">18.1	您保证您提供给我行的任何资料均为真实、准确、有效。当您的任何客户资料出现任何更改或更新，应立即通过我行认可的方式提交更新申请。在我行确认上述更新之后，客户资料变更方生效。</p>
        <br><p>18.2	客户资料包括但不限于身份证信息、手机号、地址等。提交客户资料更新申请后，我行可能要求您提交相关补充资料，您应尽协助之义务。</p>
        <br><p class="fontBlack">18.3	所有源于您没有向我行提供最新客户资料而引致的后果均由您自行承担。</p>
        <br><p class="title2">第十六条&#x3000;&#x3000;了解您的建议及投诉渠道 </p>
        <br><p>如您对我行提供的服务有任何建议或投诉，可致电我行的客服电话。您的所有建议和投诉将按我行的内部处理程序予以处理。</p>
        <br><p class="title2">第十七条&#x3000;&#x3000;了解我行更正错误记录</p>
        <br><p>即使有任何明示或默示的相反规定，我行有权并且您授权我行在发现：(i)任何账户记录错误; (ii)任何账户记录遗漏;或(iii)任何账户或有关交易存在计算错误时，随时更正账户记录。您同意并授权，如该等错误或遗漏造成我行向相关账户支付了超过应付数额的任何款项，则我行有权调整任何相关账户记录、要求您退款及/或从您在本我行开立的任何账户扣除相关款项。</p>
        <br><p class="title2">第十八条&#x3000;&#x3000;了解我行承担赔偿的范围</p>
        <br><p class="fontBlack">如我行因为或出于向您提供任何服务、与您进行任何交易、为您维持账户、履行本协议项下义务、您违反本协议或适用的法律而基于协议、侵权或其他方面遭受或产生任何索赔、责任、损失、损害、成本、费用和开支（不论因税款、税费或其他事由产生的，包括但不限于全额赔偿我行为维护和实现本条款项下权利而发生的诉讼费用、律师费用、评估费、拍卖费及差旅费等，且不论是实际发生的还是可能发生的），您应向我行赔偿该等索赔、责任、损失、损害或费用，并且确保我行免受该等索赔、责任、损失、损害、费用或开支的影响，除非该等索赔、责任、损失、损害或费用是由我行的欺诈或重大过失造成。我行出具的任何您就上述赔偿责任而对我行应承担的责任或债务的证明，应对您具有约束力，并且作为最终证据，而无须进一步证明该等索赔、责任、损失、损害、费用或开支。</p>
        <br><p class="title2">第十九条&#x3000;&#x3000;了解我行如何收集信息</p>
        <br><p>22.1	当您使用我行服务时，您会向我行主动提供一些信息，我行也会收集您的一些信息</p>
        <br><p>22.2	我行收集信息的范围主要包括：
        <p>(a)	为了遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，我行需要识别您的身份。例如使用我行会员及账户服务时，您可能要向我行提供一些个人信息，包括但不限于您的姓名、身份证明、地址、电话号码和电子邮件地址、生物特征等信息及相关附加信息（如您所在的省份和城市、邮政编码等）。</p>
        <p>(b)	如您开通银行账户或其他服务时，您需要向我行提供您的银行账户信息或其他支付机构的账户信息。例如，您在开通银行账户时，您需向我行提供您的银行卡信息。</p>
        <p>(c)	为便于您查询您的交易状态或历史记录，也为了遵守法律法规的规定，我行会保存您使用我行服务产生的交易信息，并严格按照法律法规的规定对这些信息进行妥善保管。</p>
        </p>
        <br><p>22.3	我行可能会从阿里巴巴集团、蚂蚁金服旗下公司和商业合作伙伴获得信息以补充我行收集的信息，例如我行从支付宝账户获得您的余额信息等。</p>
        <br><p>22.4	为了更好地向您提供服务及验证您的身份，防范您使用我行相关服务产生的风险或确定违约责任，您授权我行向芝麻信用管理有限公司等依法设立的信用服务机构查询您的相关信用信息，包括但不限于任何信用分、信用报告、能够联系到您的实体地址、电子邮件地址、电话号码。</p>
        <br><p>22.5	为了保护您的账户安全，当您使用我行提供的服务时，我行可能会记录您操作的相关信息，包括但不限于您的网络信息、设备标识符、硬件型号、操作系统版本、您的位置以及与蚂蚁金服的服务相关的日志信息，这些信息可帮助我行更好地识别您的身份。</p>
        <br><p>22.6	除上述信息外，我行还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我行的客户服务团队联系时您提供的相关信息，您参与问卷调查时向我行发送的问卷答复信息，以及您与阿里巴巴集团、蚂蚁金服集团旗下公司互动时我行收集的相关信息，以及有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息。与此同时，为提高您使用我行提供的服务的安全性，更准确地预防钓鱼网站、短信欺诈和木马病毒，我行可能会通过了解一些您的网络使用习惯、您常用的软件信息以及通过识别您短信中的欺诈内容等手段来判断您账户的风险，并可能会记录一些我行认为有风险的URL。</p>
        <br><p class="title2">第二十条&#x3000;&#x3000;了解我行如何使用信息</p>
        <br><p>因收集您的信息是出于遵守国家法律法规的规定以及向您提供服务及提升服务质量的目的，为了实现这一目的，我行会把您的信息用于下列用途：
        <p>(a)	向您提供我行的各项服务及客户服务，并维护、改进这些服务。</p>
        <p>(b)	比较信息的准确性，并与第三方进行验证。例如，将您向我行提交的身份信息与身份验证的服务机构进行验证。</p>
        <p>(c)	为使您知晓自己使用我行的各项服务的情况或了解我行的服务，向您发送服务状态的通知、营销活动及其他商业性电子信息。</p>
        <p>(d)	对我行用户的身份数据、交易信息等进行综合统计、分析或加工等处理，为您提供理财、信贷等服务；</p>
        <p>(e)	预防或禁止非法的活动。</p>
        <p>(f)	经您许可的其他用途。</p>
      </p>
        <br><p class="title2">第二十一条&#x3000;&#x3000;了解我行如何共享信息</p>
        <br><p>我行对您的信息承担保密义务，但我行有权在下列情况下将您的信息与第三方共享：
        <p>(a)	获得您的同意或授权。</p>
        <p>(b)	为了向您提供或推荐服务、产品，或为了向您提供更完善的服务，我行会在蚂蚁金服内部以及与包括阿里巴巴集团、蚂蚁金服集团旗下公司在内的第三方共享您的相关信息。</p>
        <p>(c)	某些情况下，只有共享您的信息，才能提供您需要的服务和（或）产品，或处理您与他人的交易纠纷或争议。</p>
        <p>(d)	为了判断您的账户或交易是否安全。</p>
        <p>(e)	某些服务和（或）产品由我行的合作伙伴提供或由我行与合作伙伴、供应商共同提供，我行会与其共享提供服务和（或）产品需要的信息。</p>
        <p>(f)	我行与第三方进行联合推广活动，我行可能与其共享活动过程中产生的、为完成活动所必要的个人信息，如参加活动的用户数、中奖名单、中奖人联系方式等，以便第三方能及时向您发放奖品。</p>
        <p>(g)	根据法律规定及合理商业习惯，在我行计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO，债券发行）时，以及其他情形下我行需要接受来自其他主体的尽职调查时，我行会把您的信息提供给必要的主体，但我行会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。</p>
        <p>(h)	如您授权第三方向我行查询、采集您在蚂蚁金服集团旗下公司的账户相关信息，我行有权在法律法规和您的授权许可范围内向第三方分享您账户的部分信息。</p>
        <p>(i)	为了维护和改善我行的服务。</p>
        <p>(j)	根据法律法规的规定或有权机关的要求。</p>
      </p>
        <br><p class="title2">第二十二条&#x3000;&#x3000;协议的适用法律及争议解决方式</p>
        <br><p class="fontBlack">本协议适用中华人民共和国法律。本协议在履行过程中发生争议，可以协商解决，协商不成，向协议签订地及履行地人民法院起诉。在诉讼期间，本协议不涉及争议部分的条款仍须履行。</p>
        <br><p class="title2">第二十三条&#x3000;&#x3000;协议的生效、变更、解除</p>
        <br><p class="fontBlack">26.1	本协议自我行向您提供账户服务之日起生效。具体服务提供时间以您实际可使用服务的时间为准。</p>
        <br><p class="fontBlack">26.2	本协议至如下情形发生时终止：
        <p class="fontBlack">(a)您申请注销账户的；</p>
        <p class="fontBlack">(b)您与交易平台解除合作的；</p>
        <p class="fontBlack">(c)您违反本协议约定，我行单方面终止本协议的；</p>
      </p>
        <br><p class="fontBlack">26.3	我行有权不定期修改本协议，不时增加、减少或变更任何服务（包括其相关范围及使用条件）、我行服务收费表。当本协议的相关变更涉及增加我行收费及/或影响您的责任及义务时，我行将通过相应页面，至少提前三十天予以公布。</p>
        <br><p class="fontBlack">26.4	除法律法规另有强制性规定外，如您在相关修改生效后继续使用相关账户服务，即视为同意该等变更或修订。</p>
        <br><p class="fontBlack">26.5	本协议生效后，除本协议另有约定外，未与我行协商一致的情况下您不得变更或解除本协议。我行基于自身经营考虑，可以中断、终止本协议或其任何部分，但我行将尽最大可能减少或避免侵害您的合法权益。</p>
        <br><p class="title2">第二十四条&#x3000;&#x3000;通知及其他</p>
        <br><p class="fontBlack"> 通知
        <p class="fontBlack">本协议履行过程中，我行可以通过交易平台、您预留的手机信息、电子邮箱等途径向您发出通知，发送当日即视为送达。</p>
      </p>
        <br><p class="fontBlack">其他
        <p class="fontBlack">除本协议的相关约定外，您还须遵守国家法律法规、监管规定关于账户开立、使用及支付结算等相关规定。</p>
      </p>
        <br><p class="fontBlack">  阿里巴巴集团
        <p>阿里巴巴集团是指阿里巴巴（中国）有限公司直接或间接控股的公司，包括但不限于淘宝网（www.taobao.com）、天猫（www.tmall.com）、阿里巴巴中国站（www.1688.com）。</p>
      </p>
        <br><p class="fontBlack">27.4	    蚂蚁金服集团
        <p>蚂蚁金服集团是指浙江蚂蚁小微金融服务集团有限公司直接或间接控股的公司，包括但不限于支付宝（中国）网络技术有限公司、芝麻信用管理有限公司。</p>
      </p>
      </div>
    </div>
  </div>
</div>
</template>

<script>
  import ZHeader from 'components/m-header/z-header2'
  export default {
    components: {
      ZHeader
    }
  }
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import "./bankAgreement.styl";
</style>
