<template>
  <div class="benefitAgreement">
    <z-header backType='backApp'>余利宝服务协议</z-header>
    <div class="textWrapper">
      <div class="text">
        <div class="content">
          <p class="title">余利宝服务协议</p>
          <p class="smallTitle">协议签订地及履行地：杭州市西湖区</p>
          <br><p class="fontBlack">&#x3000;&#x3000;特别提醒：鉴于您向浙江网商银行股份有限公司（以下简称“我行”）申请开通余利宝服务，我行诚恳地建议您：在我行网站或其他与我行相关的软件端（简称“银行平台”）点击接受本协议之前，应事先了解清楚并充分理解本合同条款的全部内容。一旦您在任何银行平台点击接受本协议，即意味着您愿意向我行申请开通余利宝服务，并已阅读、充分理解和接受本协议所有条款，同意接受本协议约束。
        </p>
          <br><p class="fontBlack">&#x3000;&#x3000;为充分维护您的合法权益，我行提醒您特别关注本协议条款中的加粗及加下划线部分。本协议若干条款（包括但不限于1.1、1.5、1.9、1.10、1.12、1.14及1.15条款）含有限制您的权利或免除我行责任的内容，请您务必仔细阅读。如您无法准确理解或不同意本协议任一条款，请勿继续之后的流程；如有疑问，烦请致电我行客服电话【95188-3】。</p>
          <br><p>1.1	余利宝服务是指您通过银行平台发起“转入”操作实现指定基金产品的投资或发起“转出”操作实现对应基金产品的快速赎回业务。我行收到您“转入”申请后，实时或定期扣划您名下基金交易账户资金划入我行指定交收账户，并由相应基金公司增加您所持有的对应基金产品的基金份额；我行收到您“转出”申请后，由我行向您名下基金交易账户或您指定的其他账户实时划付相应快速赎回份额的对价，同时根据您委托申请将您快速赎回对应的基金份额过户给我行；特别地，如您在0点-24点期间申请“转出”的基金份额累计超过100万元的，对于超出部分，我行将于下一基金工作日14:30前向您名下基金交易账户或您指定的其他账户划付相应快速赎回份额的对价。同时，相应地，根据您委托申请将您快速赎回对应的基金份额过户给我行。自基金份额过户之日起，您不再享受对应的基金份额的任何权利、权益与收益。</p>
          <br><p>1.2	您应当确保您在每一笔“转入”或“转出”操作前，均已经阅读相应基金产品的《基金合同》及《招募说明书》，一旦提交“转入”或“转出”申请，我行将视为您对《基金合同》及《招募说明书》各条款的含义及相应的法律后果已全部通晓并充分理解。</p>
          <br><p>1.3	您在首次“转入”时，我行将自动为您生成基金交易账户。您在进行每一笔“转入”操作时，仅能在我行确定的指定基金产品中选择拟申购的基金产品。在办理某一指定基金产品的首次“转入”时，我行将自动为您提交相应的基金TA账户开户或下挂申请。您对前述安排无异议。</p>
          <br><p>1.4	您认可并同意，我行受理您的“转入”申请并不代表您的“转入”已经成功办理完毕。您的每一笔“转入”操作，都需要得到相应基金公司的确认。当我行收到相应基金公司的确认后，该“转入”操作方才处理完毕。</p>
          <br><p class="fontBlack">1.5	如果您的“转入”操作未能完全符合本协议约定，或者未能得到基金公司的完全确认，即使我行已经受理了您的“转入”申请，我行仍有权拒绝您的“转入”申请并将相应的资金退回您的基金交易账户。</p>
          <br><p>1.6	您只能就您通过余利宝持有基金份额办理“转出”操作。您应当确保基金份额可用余额充足并不存在被查封、冻结的情况，否则我行有权拒绝受理您的“转出”申请。</p>
          <br><p>1.7	您可以通过银行平台开通或关闭余利宝业务及查询收益情况，具体以银行平台流程展示为准。</p>
          <br><p class="fontBlack">1.8	您认可并同意，我行出于风险管理的需要，可以对余利宝业务设置您基金产品投资的最大限额及您累计投资的最大限额，对于您办理单个基金产品的“转入”和“转出”操作设定单日累计金额上限、单笔“转入”下限以及单笔“转出”上限，对于您办理的全部“转入”和“转出”操作设定单日累计金额上限。我行仅在做出前述限额时提前3个工作日进行公告而无须单独通知您。如果您对设定或后续调整的限额有异议的，可以申请关闭余利宝服务，否则视为您已认可前述调整。</p>
          <br><p class="fontBlack">1.9	基金公司可能基于业务需要暂停基金的申购和赎回，并影响您“转入”和“转出”操作，我行对此不承担任何责任。此外，如遇国家政策、经济形势、不可抗力、通信故障及我行自身业务发展和风险控制需要或发生其他突发事件，导致我行无法为您提供余利宝服务，我行有权单方面终止余利宝服务而无须征得您的同意。具体以我行公告内容为准。</p>
          <br><p>1.10	本协议提及的基金工作日是指中国境内的证券市场开市交易的每一日。</p>
          <br><p>1.11	您认可并同意，您办理的各项操作、提交的各项申请的具体时间应当以我行系统记录的时间为准。</p>
          <br><p class="fontBlack">1.12	您理解并同意，自基金份额过户之日起，您不再享受对应的基金份额的任何权利、权益与收益。如相应基金份额在该自然日当日或此后产生归属于您的收益的，您同意将该等收益作为增值服务费支付给我行，并授权相应基金公司直接将该等增值服务费直接支付给我行。如该等收益产生收益的，相关收益应直接归属于我行。</p>
          <br><p class="fontBlack">1.13	除法律法规另有强制性规定外，如您在本协议相关修改生效后继续使用余利宝服务，即视为同意该等变更或修订。</p>
          <br><p class="fontBlack">1.14	本协议适用中华人民共和国法律。本协议在履行过程中发生争议，可以协商解决，协商不成，向合同签订地人民法院起诉。在诉讼期间，本协议不涉及争议部分的条款仍须履行。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  import ZHeader from 'components/m-header/z-header2'
  export default {
    components: {
      ZHeader
    }
  }
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import "./benefitAgreement.styl";
</style>
