<template>
  <div class="bankAgreement">
    <z-header backType='backApp'>收单服务协议</z-header>
    <div class="textWrapper">
      <div class="text">
        <div class="head">收单服务协议</div>
        <div class="line bold indent mt7">特别提醒：鉴于您（以下或称“特约商户”）向浙江网商银行股份有限公司（以下简称“我行”）申请开通收单服务，我行诚恳地建议您：在我行网站、软件客户端或我行认可的其他网站、软件客户端（简称“收单平台”）确认接受本协议之前，应事先了解清楚并充分理解本协议条款的全部内容。一旦您在任何收单平台点击或签章方式接受本协议，即意味着您愿意向我行申请开通收单服务，并已阅读、充分理解和接受本协议所有条款，同意接受本协议约束。</div>
        <div class="line bold indent">为充分维护您的合法权益，我行特提醒您特别关注本协议条款中的加粗及加下划线部分。如您无法准确理解或不同意本协议任一条款，请勿继续之后的流程；如有疑问，烦请致电我行客服电话【95188-3】。</div>
        <!-- <div class="content">
          <p class="fontBlack fontSz">第一部分 服务与费用</p><br>
          <p>第一条 服务概述：我行根据本协议约定向特约商户提供网络支付收单服务，即用户在特约商户处购买商品或服务时通过网络支付方式支付款项，由我行向特约商户提供资金结算、对账等服务。</p>
          <p>第二条 特约商户信息
            <br> 名称/姓名：
            <br> 证件类型：
            <br> 证件号码：
            <br> 法定代表人/负责人：
          </p>
          <p>
            第三条 服务费用和结算方式<br>3.1收费标准：<br>支付宝：T+1/D+1到账（24点前）：交易金额的_% ；实时到账：交易金额的_%；<br>微 信：T+1/D+1到账（24点前）：交易金额的_% ；实时到账：交易金额的_%；<br>备注：“T+1”指交易发生日的下一个工作日，“D+1”指交易发生日的下一个自然日。除迟延结算、拒付、支付机构及合作银行原因及本协议约定等情况外，我行承诺结算款项于约定的时间到账。<br>3.2收费方式：按笔实时计收，按四舍六入五成双计算，精确到分。前述“四”是指≤4 时舍去，"六"是指≥6时进上，"五"指的是根据5后面的数字来定，当5后有数时，舍5入1；当5后无有效数字时，需要分两种情况来讲：（1）5前为奇数，舍5入1；（2）5前为偶数，舍5不进（0是偶数）。
          </p>
          <p>
            第四条 结算账户：
            <br> 账号：
            <br> 户名：
            <br> 开户行：
          </p>
          <br>
          <p class="fontBlack fontSz">第二部分 基本条款</p>
          <br>
          <p>经友好协商，本着自愿、互利和共赢的合作原则，根据《中华人民共和国合同法》等法律法规及收单业务的相关规定，就我行向特约商户提供收单服务达成以下协议，以资共同遵守。</p>
          <p>双方保证各自均具有履行本协议的相关法定资质及履约能力，否则守约方有权单方面终止本协议，并要求违约方承担因此给守约方造成的所有损失。</p>
          <p>本协议签署地为杭州市西湖区。</p>
          <p class="fontBlack">第一条 定义</p>
          <p>除上下文文义另有所指外，本协议中下列用语具有如下含义：</p>
          <p>1.1用户：使用支付宝、微信等支付工具在特约商户处购买商品或服务并支付相应货款的付款人。</p>
          <p>1.2收单服务：指用户在特约商户处购买商品或服务时通过支付宝、微信等支付工具支付款项，由我行向特约商户提供资金结算的服务。</p>
          <p>1.3支付机构：指支付宝、微信等支付工具的提供方。</p>
          <p>1.4调单：因支付机构对已被结算的交易有疑问，在规定的时限内通过我行向特约商户调取交易签购单据和相关消费凭证。</p>
          <p>1.5退单：支付机构对交易有疑问而提出的拒绝付款。</p>
          <p>1.6退货: 特约商户因商品退回或服务取消，将已扣款项退还用户原扣款账户的过程，包括全额和部分金额退货。</p>
          <p>1.7分单操作：用户将同一笔交易中拆分成两笔以上进行付款操作。</p>
          <p>1.8虚假申请：特约商户以虚假资料或冒用其他商户的资料向我行申请移动支付收单服务。</p>
          <p>1.9泄露账户及交易信息：特约商户违反保密义务，将用户账户资料及交易数据信息泄露给不法分子使用。</p>
          <p>1.10套现：特约商户与用户或其他第三方勾结，或特约商户（包括特约商户员工）使用自有账户以虚拟交易套取现金。</p>
          <p>1.11恶意倒闭：特约商户接受用户支付的款项后故意破产，使我行承担退单损失。</p>
          <p>1.12虚假交易：在用户不知情的情况下，特约商户利用用户账户编造虚假交易或在用户消费的同时多压印单据或重复支付，并冒用用户签约进行交易。</p>
          <p>1.13运营风险：因特约商户经营不善停业整顿、申请解散或申请破产以及停业或破产；或我行根据自身判断认为特约商户存在上述情况的。</p>
          <p class="fontBlack">第二条 双方权利和义务</p>
          <p>2.1 特约商户权利义务</p>
          <p>2.1.1特约商户应如实向我行或以我行认可的方式提供商户证明文件（包括但不限于营业执照、税务登记证、组织机构代码证、开户许可证、法定代表人/自然人商户有效身份证明，特殊行业所需资料以我行具体要求为准)，并在上述信息任何一项发生变更后三个工作日内通知我行。特约商户应承担因其提供上述资料的信息不准确、不真实、不及时和不完整而产生的一切责任。</p>
          <p>2.1.2 特约商户应严格按照规定的经营范围开展经营活动，不得使用移动支付收单服务从事违法违规经营。</p>
          <p>2.1.3 特约商户向用户收款时，应尽合理审慎义务查验付款人信息及所售产品信息内容一致。特约商户须妥善保管与其用户间的交易资料（包括商品销售凭证及其他凭证）至少24个月，以备我行调单。 </p>
          <p>2.1.4如发生用户拒付，特约商户应在接到我行通知后五个工作日内以传真、邮寄、邮件等方式向我行提供清晰的用户相关消费凭证（所有电子凭证清晰度不低于200dpi；复印件规格不能小于原件凭证80%）。若特约商户逾期未能提供符合要求的相关材料，由此造成我行、用户、支付机构损失的，由特约商户全额赔偿。</p>
          <p>2.1.5 特约商户应遵循中国相关法律、法规、规章及支付机构制定的相关规则规定受理付款，并承担违反上述约定给我行带来的经济损失和法律责任，包括但不限于分单操作、套现、超授权限额使用、以现金方式退货、要求用户支付额外手续费、虚假申请、泄露账户及交易信息、恶意倒闭、虚假交易等行为。</p>
          <p>2.1.6 特约商户须设立至少一名调单接口人，并将接口人的联系方式及变更情况等信息及时告知我行。</p>
          <p>2.1.7 未经我行书面许可，特约商户不得将我行提供的收单服务直接或变相延伸至特约商户之外的任何无关第三方使用，或用于本协议约定之服务内容以外的其他业务或网站。否则，我行有权立即停止特约商户移动支付收单服务，并要求特约商户赔偿由此给我行造成的全部损失。</p>
          <p>2.1.8 特约商户不得利用我行提供的本协议项下的服务从事或帮助从事禁售商品销售、洗钱、赌博、套现或金融诈骗等各种违法犯罪活动，否则我行有权立即停止移动支付收单服务并向有关监管机构或司法机关报告，由此导致的所有法律责任及损失均由特约商户承担。</p>
          <p>2.1.9特约商户须保证其工作人员进行移动支付收款服务前经过必要的培训，保证工作人员严格按照甲乙双方确定的程序和操作流程进行设备操作。特约商户工作人员利用我行提供的服务从事任何违法犯罪活动所产生的一切法律责任均由特约商户承担，特约商户并应赔偿由此给我行造成的一切损失。</p>
          <p>2.1.10本协议项下，除甲方确有过错外，如乙方与乙方用户或其他第三方因款项等问题发生纠纷，或者因第三方支付服务商或其他银行原因造成款项收付上的纠纷，与甲方无涉。因纠纷产生的风险及责任由乙方与乙方用户或其他第三方（含第三方支付服务商和其他银行）自行解决与承担，如甲方无论何种原因替乙方承担了部分或全部经济责任，甲方有权向乙方追索相应损失。</p>
          <p>2.2 我行权利及义务</p>
          <p>2.2.1我行有权根据自身分析对涉嫌套现交易、冒用交易及其他非法交易做出独立断和确定，有权向政府监管部门或支付机构报告并要求特约商户及时提供其持有的与特约商户用户有关的所有交易凭证，并有权在作出上述单方面判定的同时对特约商户开立在我行的结算账户内（以下简称“账户”）或待清算给特约商户的、与涉及上述情况的交易款项等额的资金采取限制措施，限制手段包括但不限于暂时冻结资金、延长对待结算款项的结算周期、甚至冻结特约商户账户或关闭涉嫌风险的等，即无论涉嫌套现交易、冒用交易及其他非法交易涉及的资金是否已经清算或支付给特约商户，我行均有权采取上述措施。在特约商户提供符合我行要求的相关交易凭证或180天期限届满后，我行将解除上述限制措施。</p>
          <p>因特约商户账户内的移动支付交易资金涉嫌非法交易、冒用交易或其他非法交易（包括但不限于特约商户拒绝配合提供其与特约商户客户间的有关交易凭证或提供的凭证无法满足要求的）给我行或其他第三方造成损失的，特约商户应全额赔偿所有损失,且我行有权直接划扣上述冻结资金以退还客户或赔偿我行损失。若冻结款项不足全额赔偿我行因此导致的所有损失的，特约商户应予补足。</p>
          <p>2.2.2 本协议终止后，特约商户需提供180天内的交易凭证，并保证单据清晰、完整。协议终止后24个月内，我行对协议终止前的交易仍有查询和追索权，法律另有规定的除外。</p>
          <p>2.2.3 除本条2.2.2条款约定之外，我行还将遵循中国相关法律、法规、规章及支付机构制定的相关规则配合执行有权机关的查询、冻结、扣划、解冻等指令。</p>
          <p>2.2.4 本协议项下我行为特约商户提供移动支付收单业务中的资金结算、对账服务，除前述服务外，我行亦会按照监管要求委托外包服务机构为特约商户提供其他服务，具体以我行与外包服务机构约定为准。特约商户因提供的商品或服务问题与客户产生的争议，均由特约商户自行处理。</p>
          <p>2.2.5本协议第一条约定的服务费用由我行和合作方分别收取。</p>
          <p class="fontBlack">第三条 资金结算</p>
          <p>3.1本协议项下的结算资金我行将按照协议约定按期结算至第一部分“服务与费用”中指定的结算账户，如因该结算账户异常原因（包括但不限于账户被冻结、注销、被盗）导致结算资金无法入账或特约商户无法收到资金的，我行不承担相应责任，但会提供必要的帮助。</p>
          <p>3.2如结算账户因监管规定存在入账金额限制的，我行将为特约商户提供应收账款管理服务。在该服务下，特约商户应将向客户提供商品或服务所产生的应收账款转让我行，由我行代特约商户向客户收款并将款项结算给特约商户。对此，特约商户不持异议，我行承诺前述服务中不额外收费。</p>
          <p>3.3资金自我行按时足额结算至特约商户结算账户时，即视为我行已履行本协议项下的资金结算义务。</p>
          <p class="fontBlack">第四条 违约责任</p>
          <p>4.1除本协议另有约定外，特约商户违反本协议约定的，我行有权视具体情况采取暂停提供移动支付收单服务、迟延结算或不予结算、解除协议等措施。</p>
          <p>4.2除前款约定外，任何一方均不应对对方因财产损失、人身伤害、利润损失、收入损失、营业中断等直接的、间接的、特殊的或偶然性损失负责。</p>
          <p>4.3为有效提供服务，移动支付收单服务涉及的软件系统将不定时进行维护和检测，对此我行将提前三日在我行网站公告，因此产生的服务中断或不稳定状态，不视为我行违约。</p>
          <p>4.4本协议有效期内，因国家相关主管部门颁布、变更的法令、政策或因通讯服务机构原因导致我行不能提供约定服务的，不视为我行违约，双方应根据相关的法令、政策及通讯服务机关的调整变更协议内容。</p>
          <p>4.5一方违反本协议约定，且本协议或法律规定存在相应救济权利的情况下，守约方未及时行使相关权利的，并不代表其放弃该等权利，亦不代表后续再发生类似或其他违约情况时，守约方不行使相应救济权利。</p>
          <p class="fontBlack">第五条 保密条款</p>
          <p>5.1 双方及其全部员工（包括可以直接或间接接触到客户信息及账户信息的所有员工）必须对其知晓的客户资料予以保密，不得泄露、披露客户资料，更不得利用客户资料从事盗账户、伪冒账户、虚假交易等非法行为。如发生上述情形造成客户损失的，由责任方承担全部赔偿责任。</p>
          <p>5.2除适用之法律法规另有规定外，甲乙双方对于本协议内容及因履行本协议而获知的另一方的商业和技术秘密负有保密义务，任何一方不得将本协议内容及已获知的另一方的商业和技术秘密泄露或以其他任何变相形式告知任何非本协议当事人（包括双方没有必要授权的任何雇员），或用于除本协议履行之外的其他目的。</p>
          <p>5.3双方均应采取一切合理、必要的步骤，保证各自（及其雇员）遵守上述约定。双方应采取合理的预防措施以保护保密信息，此种预防措施应至少与双方对自己的保密信息所采取的措施一样重大，但不应少于合理的关注。</p>
          <p>5.4未经我行书面同意，特约商户不得以召开新闻记者会或者其他任何方式披露关于双方正在合作及洽谈的内容。</p>
          <p class="fontBlack">第六条 争议解决</p>
          <p>6.1本协议的效力、解释、变更、执行及争议的解决等均适用中华人民共和国法律，没有相关法律规定的，参照通用的国际商业惯例和（或）行业惯例。</p>
          <p>6.2因本协议产生的任何争议，双方应协商解决；协商不成的，应提交本协议签署地所在法院裁决。</p>
          <p class="fontBlack">第七条 协议终止</p>
          <p>7.1发生下列情形的，守约方有权立即终止本协议。</p>
          <p>7.1.1 一方违反本协议约定，未履行相关义务，经另一方书面通知后30天内仍未改正的；</p>
          <p>7.1.2 一方严重违反本协议约定导致本协议目的不能实现的。</p>
          <p>7.2本协议期限届满。</p>
          <p>7.3 发生运营风险的，我行除行使本协议约定的相关权利外，有权单方面终止本协议。</p>
          <p>7.4 特约商户或我行申请全部撤机，并履行完后续相关权利义务的情况下，本协议自动终止。</p>
          <p class="fontBlack">第八条 其他</p>
          <p>8.1未经另一方书面同意，本协议任何一方均不得转让或者让与本协议项下的任何权利和义务，但为履行本协议需要，我行有权不经特约商户同意而将本协议项下的权利和义务一并转让给具备合法履约能力的第三方，但我行对受让人的履约行为承担连带责任。</p>
          <p>8.2本协议取代双方在此之前达成的任何谅解和协议。只有以书面文件形式并经双方各自盖章，方可对本协议进行任何修改或变更。</p>
          <p>8.3如果本协议的任何条款被法院、仲裁机构或其他争议解决机构宣布为无效或无法执行，则该条款应被视为从本协议中删除，而本协议的其他条款应仍然完全有效。</p>
          <p>8.4除提高服务费用、执行更为苛刻的结算方式外，我行对于本协议有单方面调整的权利，调整后的协议自我行在外包服务机构网站或客户端，我行网站或客户端公告之日起生效。</p>
          <p>8.5 发生运营风险的情况下，我行有权先通过文首约定的邮箱地址向特约商户发送邮件通知，并暂停提供移动支付收单服务；同时我行有权从特约商户的待结算业务款或特约商户开立在我行的其他账户、余利宝及其他理财产品中扣除与已清算但被拒付的款项用以赔偿我行因此可能遭受的损失。上述可能涉及的所有款项结清后，再予多退少补。</p>
          <p>8.6 本协议自特约商户签署本协议并且我行为特约商户开通本协议项下业务之日起生效，有效期一年。协议到期后，如双方无异议的，则本协议自动顺延一年，次数不限。</p>
        </div> -->
      </div>
    </div>
  </div>
</template>

<script>
import ZHeader from 'components/m-header/z-header2'

export default {
  components: {
    ZHeader
  },
  data() {
    return {
      list: [{
        src: 'http://static.hpbanking.com/xg/uploads/files/61eca05c81e9308d29b32a8c6a487e02-655-431.png',
        w: 400,
        h: 300
      }]
    }
  },
  methods: {
    showImg() {
      this.$preview.open(0, this.list)
    }
  }
}
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import "./movePayAgreement.styl";
</style>

