<template>
  <div class="privacy">
    <z-header backType='backApp'>臻收银服务隐私政策条款</z-header>
    <div class="textWrapper">
      <div class="text">
        <p class="fontBlack">&#x3000;&#x3000;本条款包含两部分：《臻收银服务隐私政策条款》和《个人信息采集授权声明》
          <p class="fontBlack">&#x3000;&#x3000;《臻收银服务隐私政策条款》</p>
         <p class="fontBlack">&#x3000;&#x3000;臻收银非常重视用户的隐私权，以下是我们对您信息收集、使用和保护的政策，请您认真阅读，对于文中加粗字体显示的内容，臻收银督促您应重点阅读。随着服务范围的扩大和调整，我们可能随时更新我们的隐私政策，更新后的隐私政策一经在臻收银平台或网页上公布，即有效取代原有隐私政策。如果您继续使用臻收银的服务表明您同意我们最新的隐私政策条款。在此，我们诚恳地建议您：在软件客户端点击接受本协议之前，应事先了解清楚并充分理解本协议条款的全部内容。一旦您在交易平台点击接受本协议，即意味着您愿意向臻收银运营商申请开通支付收单服务，并已阅读、充分理解和接受本协议所有条款，同意接受本协议约束。</p>
        </p>
        <div class="content">
         <p class="fontBlack">1、信息的收集和使用</p>
          <p>&#x3000;&#x3000;1.1 当您在臻收银商户服务注册（入驻）时，臻收银会要求您提供您的个人资料及企业资料。您的个人资料和企业资料仅用于注册臻收银平台提供的服务（包括和第三方共同向您提供的服务）或其他您授权的第三方应用服务。</p>
          <p>&#x3000;&#x3000;1.2 对于您在臻收银商户服务平台使用的第三方应用服务，臻收银将在您启动该应用时收集相关信息，并按照本隐私权政策进行处理；第三方应用服务提供者可能会获取您于臻收银商户服务的个人/企业信息，其对信息的收集受其自身隐私权政策的约束。</p>
          <p>&#x3000;&#x3000;1.3 在您使用臻收银商户服务，或访问臻收银商户网页时，臻收银将自动接收并记录您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息、您需求的网页记录及臻收银商户服务Cookies信息等。Cookies是少量的数据，在您未拒绝接受cookies的情况下，cookies将被发送到您的浏览器，并储存在您的计算机硬盘。我们使用cookies储存您访问臻收银商户服务的相关数据，在您访问或再次访问臻收银商户服务时，我们能识别您的身份，并通过分析数据为您提供更好更多的服务。您有权选择接受或拒绝接受cookies。您可以通过修改浏览器的设置以拒绝接受cookies，但是我们需要提醒您，因为您拒绝接受cookies，您可能无法使用依赖于cookies的臻收银商户服务的部分功能。如果您已安装臻收银商户服务移动客户端软件，则臻收银可能会读取您的移动设备属性及其存储信息，包括但不限于您使用设备的品牌及型号、设备的识别码、电信运营商、所在国家或地区，手机号码、通讯录以及所在地等信息。</p>
          <p>&#x3000;&#x3000;1.4 当您在使用臻收银商户服务执行某些操作时（例如新增管理员、收银员时），我们可能会根据产品功能向您或其他人发送通知。</p>
          <p>&#x3000;&#x3000;1.5 臻收银将对其他用户与您进行相关的操作时收集关于您的信息，亦可能通过臻收银关联公司、合作第三方或其他合法途径获取的您的个人/企业相关数据信息。</p>
          <p>&#x3000;&#x3000;1.6 臻收银收集及使用上述信息的目的是为了更好地运作平台和服务（包括但不限于向您提供个性化的服务），并且会通过（包括但不限于）平台通知、电子邮件、电话或短信息等方式通知您各项新的功能与服务或向您发送您可能感兴趣的商业信息，包括但不限于臻收银关联公司或其他第三方的产品、服务或商业机会等。
          <p class="fontBlack">&#x3000;&#x3000;2、信息的公开和分享</p>
          <p>在未经您同意之前，臻收银不会向任何第三方提供、出售、出租、分享和交易您的个人/企业资料，但以下情形除外：</p>
          <p>&#x3000;&#x3000;2.1 为遵守法律法规之要求，在国家有关机关或其授权的单位查询时，向其提供有关资料；</p>
          <p>&#x3000;&#x3000;2.2 为免除您在生命、身体或财产方面之急迫危险，或为防止他人权益之重大危害；</p>
          <p>&#x3000;&#x3000;2.3 为保护臻收银及其关联公司、或其用户的权利及财产；</p>
          <p>&#x3000;&#x3000;2.4 在您被他人投诉侵犯知识产权或其他合法权利时，需要向投诉人披露您的必要资料，以便进行投诉处理的；</p>
          <p>&#x3000;&#x3000;2.5 为使臻收银合作方和臻收银及其关联公司单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有资料。</p>
          <p>&#x3000;&#x3000;3、外部链接</p>
          <p>&#x3000;&#x3000;臻收银商户服务含有到其他网站的链接。臻收银对其他网站的隐私保护措施不负任何责任。我们可能在任何需要的时候增加商业伙伴或共用品牌的网站，但是提供给他们的将仅仅是综合信息，我们将不会公开您的身份，除非得到您的授权许可。</p>
          <p class="fontBlack">&#x3000;&#x3000;《个人信息采集授权声明》</p>
          <p>&#x3000;&#x3000;本声明是一份独立、有效的文件，不因本人是否成功借款而影响本声明的效力。</p>
          <p class="fontBlack">&#x3000;&#x3000;特别提示：</p>
          <p class="fontBlack">&#x3000;&#x3000;为了保障您的合法权益，您应当阅读并遵守本声明。请您务必审慎阅读，并充分理解本声明的全部内容，特别是以加粗形式提示您注意的。若您不接受本声明的任何条款，请您立即停止授权。</p>
          <p>&#x3000;&#x3000;1. 本人知晓并同意第三方信息服务机构通过合法途径取得本人基本信息并反馈至杭州臻商大数据科技有限公司及相关合作企业，用于臻商大数据进行风险测试、风险评估、贷后管理。臻商大数据有权一次或多次获取本人上述信息，并依照本声明授权范围对上述信息进行使用、加工和存储。授权期间为本人点击同意本声明之日起至使用臻商大数据服务的整个期间。臻商大数据应保证在此期间获得的本人信息的安全，防止其被篡改、灭失、损毁或泄露。</p>
          <p>&#x3000;&#x3000;2. 臻商大数据有权将经过其加工的本人信息向与其合作的第三方机构进行提供，但应满足以下条件：
            <p>&#x3000;&#x3000;（1） 第三方机构为在中国境内合法存续的机构或组织，以书面形式承诺对上述信息的保密义务;</p>
            <p>&#x3000;&#x3000;（2） 臻商大数据对本人的上述信息进行了加密处理。</p>
          </p>
          <p>&#x3000;&#x3000;3. 臻商大数据应通过其自有的风险评估模型对本人的资信情况进行评估，评估结果专门用于提供给为本人提供借款资金、借款撮合服务的机构（下称“资金提供方”）。</p>
          <p>&#x3000;&#x3000;4. 本人知晓并同意臻商大数据在取得本人上述信息后，有权向任何第三方机构进行核实或核对。</p>
          <p>&#x3000;&#x3000;5. 本人知晓并同意本声明以及本人与臻商大数据、资金提供方签署的协议以电子形式签署。本人特授权臻商大数据将本人身份信息提供给相应的电子签名服务商生成与本人账户相绑定的唯一数字证书，并调取用于本声明及上述相关协议的签署。</p>
          <p>&#x3000;&#x3000;6. 本人同意授权第三方信息服务机构向相关机构采集本人收入、存款、有价证券、商业保险、不动产的信息和纳税数额信息。本人已被明确告知提供上述信息可能会给本人带来财产或信用损失，以及其他可能的不利后果，包括但不限于：采集这些信息对本人的信用评级（评分）、信用报告等结果可能产生的不利影响，以及该等信息被信息使用者依法提供给第三方后被他人不当利用的风险，但本人仍然同意授权依法成立的信息服务机构采集上述信息。</p>
          <p>&#x3000;&#x3000;7. 本人知晓并同意臻商大数据有权将本人与臻商大数据员工（包括臻商大数据合作机构员工）之间与本人融资借款有关的电话沟通、微信往来、网上咨询等内容进行采集、记录和存储，并作为证据向政府机构、司法部门、仲裁机构提供。</p>
          <p>&#x3000;&#x3000;8. 本人知晓并授权臻商大数据依据本授权声明授权范围及相关法律法规规定，向第三方信息服务机构、行业协会数据库（包括但不限于中国互联网金融协会）提交或反馈本人在与资金提供方发起的借款及贷后管理过程中产生的信息，包括本人借款申请信息、借款合同信息以及还款行为信息，并记录在第三方信息服务机构的个人信用信息数据库。</p>
          <p>&#x3000;&#x3000;9. 本人知晓并同意若本人出现不良还款行为时，臻商大数据及其合作的催收机构有权按融资合同中显示的联系方式或本人在借款过程中提交的其他联系方式对本人进行提醒并告知。本人拒绝履行还款义务的，臻商大数据可将本人的不良还款信息提交至第三方信息服务机构机构，记录在此等第三方信息服务机构机构的个人信用信息数据库中。本人知晓并充分理解不良还款信息一旦记录在第三方信息服务机构机构的个人信用信息数据库中，在日后的经济活动中对本人可能产生的不良影响。</p>
          <p>&#x3000;&#x3000;10. 若本人向臻商大数据提交的信息产生变化的，本人将及时通知臻商大数据，若因未及时通知造成的相应损失，本人愿承担全部赔偿责任。</p>
          <p>&#x3000;&#x3000;11. 本声明在软件客户端点击接受本协议后生效，不因相关业务合同或条款无效或被撤销而无效或失效，本授权一经做出，便不可撤销。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  import ZHeader from 'components/m-header/z-header2'
  export default {
    components: {
      ZHeader
    }
  }
</script>

<style scoped lang="stylus" rel="stylesheet/stylus">
  @import "./privacyAgreement.styl";
</style>

